{
  "home": {
    "hero_title": "Advancing the Frontiers of Crystallization",
    "hero_text": "We are engineering the future of materials through fundamental understanding of nucleation, growth, and polymorphism.",
    "slides": [
      {
        "image": "https://images.unsplash.com/photo-1562162135-9f64f33e623b?q=80&w=1430&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "alt": "Crystals"
      },
      {
        "image": "https://images.unsplash.com/photo-1532094349884-543bc11b234d?auto=format&fit=crop&q=80&w=1600",
        "alt": "Laboratory Work"
      },
      {
        "image": "https://images.unsplash.com/photo-1576086213369-97a306d36557?auto=format&fit=crop&q=80&w=1600",
        "alt": "Biomolecules"
      }
    ],
    "director": {
      "photo": "public/images/rimer.jpg",
      "signature": "",
      "message": "\"Welcome to the Welch Center. Our mission is to bridge the gap between fundamental molecular science and industrial application. By understanding how crystals form at the atomic level, we are designing safer medicines, cleaner energy solutions, and advanced materials for the next generation.\"",
      "name": "Dr. Jeffrey Rimer",
      "role": "Director, Welch Center"
    }
  },
  "research_aims": [
    {
      "number": "01",
      "title": "Specific Aim 1 (SA-1): Elucidate the mechanisms governing nonclassical crystallization",
      "description": "* Focus on organic (pharmaceuticals) and inorganic (minerals, metals, metal oxides) compounds where control of their structure and crystal habit are compromised by the lack of fundamental insight into crystal nucleation and growth pathways.\n* Combined experiments and modeling will advance knowledge of:\n  * Pre-nucleation clusters\n  * Nature of complex growth units\n  * Conditions for materials properties to be predictively controlled\n* We will leverage the PIs' expertise with state-of-the-art instrumentation in the newly established Electron Microscopy Core Facility at the University of Houston (UH).",
      "tags": [
        "Organic/Inorganic",
        "Electron Microscopy",
        "Nucleation Pathways",
        "Growth Mechanisms"
      ]
    },
    {
      "number": "02",
      "title": "Specific Aim 2 (SA-2): Establish novel methods to tailor nucleation pathways",
      "description": "* We will synthesize metal(oxide) nanoparticles with structured and functionalized interfaces as templates to guide the formation and properties of pre-nucleation clusters.\n* We will design stable, multiple condensed-phase coacervates wherein the structure and chemistry, combined with solution properties and mixing schemes, of polyelectrolytes will be used to uniquely control crystal nucleation and growth.\n* These systems present crystallization environments that are vastly different from those used in conventional syntheses, thus offering the capability to achieve crystal structures inaccessible through current processes.",
      "tags": [
        "Nanoparticles",
        "Coacervates",
        "Polyelectrolytes",
        "Template-Directed"
      ]
    },
    {
      "number": "03",
      "title": "Specific Aim 3 (SA-3): Develop predictive models of polymorphic crystal structure",
      "description": "* Current models do not account for nonclassical pathways and have led to poor predictions of crystal structures and failures to control polymorph transformations that severely impact the design and manufacture of advanced crystalline materials.\n* We propose an innovative methodology to predict crystal structures (polymorphs and solvates) *a priori* and to control intercrystalline transformations.\n* Fundamental insights established in this Center will solve the two principal problems of crystal polymorphism: structure multiplicity and crystal form dynamics.",
      "tags": [
        "Predictive Modeling",
        "Polymorphism",
        "Structure Prediction",
        "Crystal Dynamics"
      ]
    }
  ]
}